/*
 * @name: name
 * @description: Description
 * @lastEditors: Francis
 * @date: Do not edit
 * @lastEditTime: Do not edit
 * @filePath: Do not edit
 */

export const markerList = [{
    "lnglat": [120.297107, 30.160902],
    "style": 0,
    "address": "浙江省杭州市萧山区新塘街道新塘派出所油树下社区警务室",
    "name": "浙江省杭州市萧山区新塘街道新塘派出所油树下社区警务室",
    "index": 0,
    "color": "#E162EF"
}, {
    "lnglat": [120.299553, 30.15953],
    "style": 1,
    "address": "浙江省杭州市萧山区新塘街道阮家埭",
    "name": "浙江省杭州市萧山区新塘街道阮家埭",
    "index": 1,
    "color": "#f60"
}, {
    "lnglat": [120.29981, 30.1576],
    "style": 0,
    "address": "浙江省杭州市萧山区新塘街道油树下青年众创社区",
    "name": "浙江省杭州市萧山区新塘街道油树下青年众创社区",
    "index": 2,
    "color": "#12a3f5"
}, {
    "lnglat": [120.329639, 30.155003],
    "style": 1,
    "address": "浙江省杭州市萧山区新塘街道阮家埭",
    "name": "浙江省杭州市萧山区新塘街道阮家埭",
    "index": 3,
    "color": "#f60"
}, {
    "lnglat": [120.299167, 30.156821],
    "style": 0,
    "address": "浙江省杭州市萧山区新塘街道健身广场浙江恒迪寝具有限公司(柳桥集团)",
    "name": "浙江省杭州市萧山区新塘街道健身广场浙江恒迪寝具有限公司(柳桥集团)",
    "index": 4,
    "color": "#12a3f5"
}, {
    "lnglat": [120.35642, 30.26561],
    "style": 1,
    "address": "浙江省杭州市钱塘区白杨街道钱塘轮滑中心",
    "name": "浙江省杭州市钱塘区白杨街道钱塘轮滑中心",
    "index": 5,
    "color": "#f60"
}, {
    "lnglat": [120.296592, 30.257266],
    "style": 0,
    "address": "浙江省杭州市萧山区顺坝垦区钱宁线",
    "name": "浙江省杭州市萧山区顺坝垦区钱宁线",
    "index": 6,
    "color": "#E162EF"
}, {
    "lnglat": [120.294189, 30.161941],
    "style": 1,
    "address": "浙江省杭州市萧山区新塘街道杭州市萧山区新塘街道油树下社区居民委员会",
    "name": "浙江省杭州市萧山区新塘街道杭州市萧山区新塘街道油树下社区居民委员会",
    "index": 7,
    "color": "#f60"
}, {
    "lnglat": [120.294189, 30.261941],
    "style": 0,
    "address": "浙江省杭州市萧山区顺坝垦区宁围街道顺坝村过渡房",
    "name": "浙江省杭州市萧山区顺坝垦区宁围街道顺坝村过渡房",
    "index": 8,
    "color": "#12a3f5"
}, {
    "lnglat": [120.297189, 30.163948],
    "style": 1,
    "address": "浙江省杭州市萧山区顺坝垦区浙江省集成电路创新平台(3号门)",
    "name": "浙江省杭州市萧山区顺坝垦区浙江省集成电路创新平台(3号门)",
    "index": 9,
    "color": "#f60"
}, {
    "lnglat": [120.300189, 30.25941],
    "style": 0,
    "address": "浙江省杭州市临平区南苑街道临平出口(S2杭甬高速东北向)",
    "name": "浙江省杭州市临平区南苑街道临平出口(S2杭甬高速东北向)",
    "index": 10,
    "color": "#12a3f5"
}, {
    "lnglat": [120.303189, 30.37941],
    "style": 1,
    "address": "浙江省杭州市萧山区新塘街道里自横河绿道翠悦半岛",
    "name": "浙江省杭州市萧山区新塘街道里自横河绿道翠悦半岛",
    "index": 11,
    "color": "#f60"
}, {
    "lnglat": [120.306189, 30.169948],
    "style": 0,
    "address": "浙江省杭州市萧山区新塘街道萧绍路207号",
    "name": "浙江省杭州市萧山区新塘街道萧绍路207号",
    "index": 12,
    "color": "#E162EF"
}, {
    "lnglat": [120.309189, 30.101941],
    "style": 1,
    "address": "浙江省杭州市萧山区所前镇杭州国夫烟酒茶行",
    "name": "浙江省杭州市萧山区所前镇杭州国夫烟酒茶行",
    "index": 13,
    "color": "#f60"
}, {
    "lnglat": [120.322189, 30.283941],
    "style": 0,
    "address": "浙江省杭州市钱塘区下沙街道钱塘江滨绿道",
    "name": "浙江省杭州市钱塘区下沙街道钱塘江滨绿道",
    "index": 14,
    "color": "#12a3f5"
}, {
    "lnglat": [120.335189, 30.259409],
    "style": 1,
    "address": "浙江省杭州市钱塘区白杨街道之江绿道萧山东段",
    "name": "浙江省杭州市钱塘区白杨街道之江绿道萧山东段",
    "index": 15,
    "color": "#f60"
}, {
    "lnglat": [120.388189, 30.1679497],
    "style": 0,
    "address": "浙江省杭州市萧山区衙前镇兴发路38号",
    "name": "浙江省杭州市萧山区衙前镇兴发路38号",
    "index": 16,
    "color": "#12a3f5"
}, {
    "lnglat": [120.297918, 30.149544],
    "style": 1,
    "address": "浙江省杭州市萧山区新塘街道好又多(一都孙店)",
    "name": "浙江省杭州市萧山区新塘街道好又多(一都孙店)",
    "index": 17,
    "color": "#f60"
}, {
    "lnglat": [120.300918, 30.151544],
    "style": 0,
    "address": "浙江省杭州市萧山区新塘街道新城路",
    "name": "浙江省杭州市萧山区新塘街道新城路",
    "index": 18,
    "color": "#E162EF"
}, {
    "lnglat": [120.303918, 30.153544],
    "style": 1,
    "address": "浙江省杭州市萧山区新塘街道里自横河绿道新塘高铁公园",
    "name": "浙江省杭州市萧山区新塘街道里自横河绿道新塘高铁公园",
    "index": 19,
    "color": "#f60"
}, {
    "lnglat": [120.306918, 30.155544],
    "style": 0,
    "address": "浙江省杭州市萧山区新塘街道杭州久万羽绒有限公司",
    "name": "浙江省杭州市萧山区新塘街道杭州久万羽绒有限公司",
    "index": 20,
    "color": "#12a3f5"
}, {
    "lnglat": [120.309918, 30.157544],
    "style": 1,
    "address": "浙江省杭州市萧山区新塘街道东瑞四路智新塘文化创意园",
    "name": "浙江省杭州市萧山区新塘街道东瑞四路智新塘文化创意园",
    "index": 21,
    "color": "#f60"
}, {
    "lnglat": [120.312918, 30.159544],
    "style": 0,
    "address": "浙江省杭州市萧山区新塘街道湖中路480号浙江建峰装饰",
    "name": "浙江省杭州市萧山区新塘街道湖中路480号浙江建峰装饰",
    "index": 22,
    "color": "#12a3f5"
}, {
    "lnglat": [120.315918, 30.161544],
    "style": 1,
    "address": "浙江省杭州市萧山区新塘街道萧山绒毛厂",
    "name": "浙江省杭州市萧山区新塘街道萧山绒毛厂",
    "index": 23,
    "color": "#f60"
}, {
    "lnglat": [120.318918, 30.16354],
    "style": 0,
    "address": "浙江省杭州市萧山区新塘街道三松庙",
    "name": "浙江省杭州市萧山区新塘街道三松庙",
    "index": 24,
    "color": "#E162EF"
}, {
    "lnglat": [120.321918, 30.165544],
    "style": 1,
    "address": "浙江省杭州市萧山区新塘街道烧烤油炸串",
    "name": "浙江省杭州市萧山区新塘街道烧烤油炸串",
    "index": 25,
    "color": "#f60"
}]